{
   "sessions": [
     {
        "id": 1,
        "band": "A",
        "location": "Lecture Theater",
        "date": "14 July 2014",
        "time": "14:00-1600"
     },
     
     {
        "id": 2,
        "band": "B",
        "location": "Seminar Room 6",
        "date": "14 July 2014",
        "time": "14:00-1600"
     },
     
     {
        "id": 3,
        "band": "C",
        "location": "Seminar Room 7",
        "date": "14 July 2014",
        "time": "14:00-1600"
     },
     
     {
        "id": 4,
        "band": "A",
        "location": "Lecture Theater",
        "date": "15 July 2014",
        "time": "14:00-1600"
     },
     
     {
        "id": 5,
        "band": "B",
        "location": "Seminar Room 6",
        "date": "15 July 2014",
        "time": "14:00-1600"
     },
     
     {
        "id": 6,
        "band": "C",
        "location": "Seminar Room 7",
        "date": "15 July 2014",
        "time": "14:00-1600"
     },
     
     {
        "id": 7,
        "band": "A",
        "location": "Lecture Theater",
        "date": "16 July 2014",
        "time": "14:00-1600"
     },
     
     {
        "id": 8,
        "band": "B",
        "location": "Seminar Room 6",
        "date": "16 July 2014",
        "time": "14:00-1600"
     },
     
     {
        "id": 9,
        "band": "C",
        "location": "Seminar Room 7",
        "date": "16 July 2014",
        "time": "14:00-1600"
     }
   ],
   
   "shortPapers": [
      {
        "id": 1, 
        "speaker" : [ {name: "Joel Archer", affilation: "St Louis University, Faculty of Philosophy"} ],
        "session": ,
        "title": 'Against Miracles as Law-Violations: A Neo-Aristotelian Approach'
        "abstract": '<p>David Hume famously defined a miracle as a violation of the laws of nature by God\'s will. I argue that Hume\'s definition of miracles is inadequate when conjoined with a neo-Humean account of the laws of nature. According to neo-Humeans, the laws of nature embody regularities that obtain in the vast array of qualities distributed throughout spacetime. These laws are usually understood in the context of either i) an "exceptionless generalization" view or (ii) a "best-systems" view. When conjoined with Hume\'s definition, however, each view has undesirable consequences: the first entails that miracles are logically impossible, and the second precludes the possibility of what I call recurrent miracles, i.e. divine activity that is exercised regularly.</p> <p>A better way to think about miracles, I suggest, is on a neo-Aristotelian framework. Alexander Bird, for instance, maintains that properties are dispositions that yield their manifestations under the right stimulating conditions. Some properties, Bird explains, are subject to finks or antidotes, i.e. conditions which would prevent a disposition from being manifested. Consequently, the laws of nature, which track the nature of dispositions, have built-in ceteris paribus clauses that describe what happens "in the absence of finks and antidotes". I argue that theists could think of miracles as divine finks or antidotes. This view would entail that miracles are consistent with the laws of nature but beyond them. Further, it would allow for the possibility of recurrent miracles. In this regard, the neo-Aristotelian framework makes better sense out of miracles than does the neo-Humean account.'
      },
      {
        "id": 2, 
        "speaker" : [ {name: "J. Patrick Woolley", affilation: "University of Oxford, Harris Manchester College"} ],
        "session" : "Wednesday 16 July, 3:00-3:30pm",
        "title" : 'Schrödinger\'s Conversations with Einstein & Lorentz: Considering "Transcendence" in the Context of the Natural Sciences',
        "abstract": '<p>When one speaks of "divine action," one tends to have a particular idea of "God" on the one hand, a particular idea of "world" on the other, and a presumption that there is some sort of relation between the two. "God" and "world" are typically assumed to be ontological entities—entities that exist, have being, however that being may be understood. Yet, when we look to the fathers of quantum theory, a commonly agreed upon ontological framework is conspicuously absent. This much has been well documented by historians and philosophers of physics. What is given less attention is how the religious dimensions of these men influenced their respective stances on ontology. In Einstein and Schrödinger, especially, we see concepts of the "world" and concepts of "God" both at play as the nascent conceptual structure of quantum theory forms. We broach these topics by recounting conversations Schrödinger had with Einstein and Lorentz in his struggle to interpret his own Ψ function. First, it is shown that, lurking in the philosophical background, is a post-Kantian approach to "transcendence" that is determinative of the ontological difference between "God" and "world." We then address the idea of divine action within this context.</p>'
      },
{
        "id": 3, 
        "speaker" : [ {name: "Keith E. D. Buhler", affilation: "University of Kentucky, Department of Philosophy"} ],
        "session": "Tuesday 15 July, 3:30-4:00pm",
        "title": 'On the Causal Closure Premise: An Interesting Falsehood, A Useful Assumption, or a Sampling Error',
        "abstract": '<p>If all physical effects (that have sufficient causes) have only physical causes, then efficacious mental causes either do not exist or are reducible to the physical. Even if nonphysical entities exist but are causally inert, the implications for libertarian free will and theology are wide-reaching and profound. But no non-question-begging deductive argument for the causal closure of the physical exists. Rather, the best argument is inductive, generalizing from "Some physical effects (that have causes) have physical causes" to "All physical effects (that have causes) have physical causes." To make such an inductive generalization cogent requires showing that the sample of "some physical effects with physical causes" is a representative sample. But this sample is not representative. The body of modern scientific research in physiology, neuroscience, physics, and so on excludes (almost by definition) attention to potential nonphysical causes. So the sample includes only evidence amassed under the methodological assumption of causal closure. Without any good reason, then, to affirm the antecedent (and with plenty of good reason to deny the consequent, such as abundant instances of seemingly nonphysical causation, including human and divine action) we are most justified in remaining open to the causal openness of the physical. </p>'
      },
{
        "id": 4, 
        "speaker" : [ {name: "Timothy Chappell", affilation: "The Open University"} ],
        "session": "Monday 14 July, 2:00-3:30pm (Band A)",
        "title": 'An essay on actions and events; including divine ones',
        "abstract": '<p>I assess the following simple \'interpretationist\' argument about divine action:</p> <blockquote>Seeing any worldly event as a divine action is a way of interpreting that event. But that\'s OK: because seeing any worldly event as any kind of action is an interpretation too.</blockquote> <p>Basically this interpretationism is correct, but it comes with Davidsonian baggage that we can discard. Once that is discarded, interpretationism works as a general view about action. Does anything block its application to the particular case of divine action? Three objections might:</p> <ol type="1"> <li>"It often has survival value to interpret our surroundings in agential terms, even when those terms don\'t fit. Our interpretation module does overtime; and that\'s how we come to see divine agency everywhere."</li> <li>There is too much disanalogy between divine and other agency for interpretationism to apply to the divine case.</li> <li>There is no convincing evidence of divine action; there isn\'t any case where, on serious examination, it really looks as if God might have been acting.</li> </ol> <p>Objection (1) is useless. Objections (2), (3) are more interesting. The paper discusses and responds to all three.</p>' 
      },
{
        "id": 5, 
        "speaker" : [ 
          {name: "Ivan Colagè", affilation: "Pontifical University Antonianum, Rome"} 
          {name: "Paolo D\'Ambrosio", affilation: "Pontifical University Antonianum, Rome"} 
        ],
        "session": "Wednesday 16 July, 2:00-2:30pm (Band C)",
        "title": 'A New Perspective on Brain-Culture Interaction: Written Language and Its Implications for the SDA Debate',
        "abstract": '<p>We will focus on a recent neuroscientific development concerning the "visual word form area" (VWFA), which is a cortical area that specifies as humans learn to read. The specification of the VWFA seems not completely reducible neither to evolutionary processes not to usual learning mechanisms. Therefore, it can be interpreted as a direct influence of a genuine cultural process on brain anatomy. This may have interesting implications for those approaches concerned with SDA at the human level.</p> <p>First, it may strengthen a non-reductive understanding of human cultural dynamics and then prompt a more integral understanding of the embodied human person.</p> <p>Second, written language might be considered as one of the latest achievements of the human cognitive endowment resulting, moreover, from a direct (i.e. not immediately dependent on evolutionary changes) effect of culture on brain anatomical connectivity (thus, likely, not entirely dependent on pure learning processes). This might provide insights for discussion of SDA in relation to complexity, emergence, and downward causation.</p> <p>Third, it has potential implications for Scripture-based religions, as: 1) a Holy Book obviously presupposes written language, and 2) Holy Scriptures are among the primary sources of human religious and spiritual inspiration (which is often considered as one of the modes of SDA).</p> <p>Taken together, all this may provide a fresh conceptual framework for assessing SDA at the level of the human being in its integrated cultural and biological dimensions.</p>'
      },
{
        "id": 6, 
        "speaker" : [ {name: "Jason Cruze", affilation: "Biola University"} ],
        "session": "Tuesday 15 July, 3:30-4:00pm (Band B)",
        "title": 'The Problem of Agency and Revelation',
        "abstract": '<p>Consider the problem of agency and revelation. If humans are free in the libertarian sense, and their free actions are inherently unpredictable even by God, God could not be certain he would succeed in communicating his revelation. Furthermore, suppose the Biblical writers were inclined to say or write something that was incompatible with God\'s revelatory purpose, why should we think that God, in every single case, could prevent them from saying or writing it? I consider the problem of agency and revelation from both the Molinist and Open Theist perspective of human freedom and divine foreknowledge and argue that each theory can tell a story that plausibly secures that the scriptures appropriately conveyed his message. A possible solution to this dilemma involves appealing to the doctrine of sanctification as an explanation of how God could secure his conveyed message. However, there is a further problem involving how we can be certain when we have the right interpretation of revelation. Call this the problem of Hermeneutical Occasionalism. I offer two possible responses to this problem; however, I will argue that more development is needed and that we are inevitably left with the worry of not knowing when God can make certain that we do indeed get the true revelation and understanding for the scriptures. Neither a Molinist nor Open Theist position of agency and revelation can plausibly resolve this difficulty.</p>'
      },
{
        "id": 7, 
        "speaker" : [ {name: "Arlyn Culwick", affilation: "Independent Researcher"} ],
        "session": "Tuesday 15 July, 3:00-3:30pm (Band B)",
        "title": 'A causal mechanism for divine action',
        "abstract": '<p>A form of special divine action often considered central to the everyday experience of Christianity is that of a personal interaction with God. For example, Pinsent (2012) characterises this interaction in terms of mutually empathic relations that serve to "infuse" virtues and other attributes into a person. Such interaction requires that causal relations exist between a necessary being and the contingent universe. This paper addresses a central problem of special divine action: that the empirically identifiable causes of physical events are modally ill-suited for (and epistemically distinct from) the action of an immutable, non-composite, necessary being.</p> <p>Accounts of what brings about physical events are standardly empirical accounts, grounded upon sensorial experience. In contrast, accounts of how God acts are standardly non-empirical exercises of reason. But as a result, the causality of divine action bears no clear relation to the empirical causal modes that function to bring about an event which God somehow also causes. Yet if God acts and a physical event results, this requires their being connected by some causal relation indifferent to the modal status of its relata. To solve this problem I make an (empirical) distinction between material and merely intelligible mind-independent being. From this develops an account of a novel type of causality which is as empirically observable as it is amenable to speculative reason, particularly sacramental and Trinitarian theology.</p>'
      },
{
        "id": 8, 
        "speaker" : [ {name: "Chris Friel", affilation: "Maryvale Institute"} ],
        "session": "Tuesday 15 July, 2:30-3:00pm (Band B)",
        "title": 'Grace and Motion',
        "abstract": '<p>As Lonergan reads him, Aquinas developed a theory of instrumentality in order to explain how God operates in every action. Nevertheless, the general theory required further development to explain how God operates within the will, and indeed, how this could be used to give an account to explain special divine helps (actual grace). Amidst a complex retrieval, Lonergan follows up the clue regarding Aquinas\' use of axioms from The Physics, starting with the eighth book (the motion of the mover precedes the motion of the moved), ending with the third book (the motion of the mover is the motion of the moved) via a theory of motion from Eudemus (although we may deliberate about deliberation, such a regress cannot be infinite, and so we must posit a mover to account for the beginnings of counsel). Thus Aquinas can progressively fine-tune an analysis that can more intimately explain the many ways that God works in the heart of man, and turns our hearts to Himself. Although Lonergan believed that such theories were antiquated in some respects, Lonergan\'s own emergent probability shows how the key insights can be carried forward. I will sketch the main lines of this narrative.</p>'
      },
{
        "id": 9, 
        "speaker" : [ 
          {name: "Hugh Henry", affilation: "Northern Kentucky University, Department of Physics"} 
          {name: "Daniel J. Dyke", affilation: "Cincinnati Christian University, Foster School of Biblical Studies"} 
        ],
        "session": "Tuesday 15 July, 2:00-2:30pm (Band B)",
        "title": 'Hypernaturalism: Bringing the Bible and Science Together',
        "abstract": '<p>The "creation debate" usually devolves into naturalism vs supernaturalism. But a third alternative, hypernaturalism, brings the Bible and science together.</p> <p>We define hypernaturalism as a form of progressive creationism in which the God described in the Bible employs natural law and natural phenomena in an extraordinary way to effect His will. This encompasses extraordinary timing, an extraordinary selection of location, and/or extraordinary magnitude. God also manipulates nature by overcoming ridiculously small probabilities within natural law. Hence many of God\'s miracles can be explained by a combination of divine power and natural law.</p> <p>Some of God\'s miracles are explicitly described in the Bible as hypernatural, and many others can be explained that way. The Sea was parted with a wind during the exodus and Jesus\' tomb was opened with an earthquake. God commanded the earth and the waters to "bring forth" vegetation and animals, and the earth and the waters complied.</p> <p>Many creation events can be explained naturalistically &emdash; but with extremely low probability. Such explanations may merely describe how God might have done it &emdash; and this also applies to recent strides in origin-of-life research.</p> <p>Science should not seek a naturalistic explanation, but the best one &emdash; which may be divine hypernaturalism.</p>'
      },
{
        "id": 10, 
        "speaker" : [ {name: "Thomas E. Hosinski", affilation: "University of Portland"} ],
        "session": "Tuesday 15 July, 3:30-4:00pm (Band A)",
        "title": 'Special Divine Action: Hidden and Restrained',
        "abstract": '<p>Most theologians working in the science and religion dialogue hold that non-interventionist models of divine action are necessary given the scientific understanding of the universe. Some believe that such a view is compatible with the claim that God determines at least some events (quantum events). This view assumes that God must determine outcomes if divine action is to have any concrete meaning. This paper presents a theory in which God may determine some constraints but does not determine outcomes.</p> <p>Complexity theory implies that possibility has a structure and that the development of complex dynamic systems is constrained by that structure (attractors and basins of attraction). A theory of divine action compatible with complexity theory can understand special divine action in two related ways: God may be said to determine the general structure of possibility and the attractiveness of certain possibilities in specific circumstances; and yet, because the development of complex systems is also affected by boundary conditions, God\'s action would not determine the specific outcome of any particular event. The result would be real openness, flexibility and freedom in the world. Such an interpretation has the potential to unify several diverse approaches to divine action.</p>'
      },
            {
        "id": 11, 
        "speaker" : [ {name: "Joel Hubick", affilation: "University of Leuven, Institute of Philosophy"} ],
        "session": "Wednesday 16 July, 2:30-3:00pm (Band C)",
        "title": 'Our Openness to Religious Phenomena: Thinking in Questions as a Way to Understand Possibility',
        "abstract": '<p>The question I aim to address is \'are there particular ways of thinking about the world that make special divine actions probable, possible or impossible?\' My analysis focuses upon how our philosophical approach to the activity of questioning, itself, shapes how open / closed we are to phenomena.</p> <p>In other words, the idea of \'special divine action\' calls into question how we think about possibility and impossibility. My suggestion is that \'thinking in the mode of possibility\' can be achieved when we think in questions.</p> <p>I aim to show how \'thinking in the mode of possibility\' can be exhibited in philosophy of religion through an examination of theological questions independently, but balanced with, these questions\' answers. Instead of merely pursuing answers to these questions (which remain equally important), I try to show how we can value these questions independently of whether they yield answers or not.</p> <p>If I am successful, I will have shown how thinking in questions maintains openness towards unknown possibilities, specifically how we maintain openness towards religious phenomena. Remaining open to such phenomena is not the same as being religious; rather it is an essential aspect of what it means to be a human thinking person.</p>'
      },
      {
        "id": 12, 
        "speaker" : [ {name: "David Kyle Johnson", affilation: "King\'s College"} ],
        "session": "Tuesday 15 July, 2:30-3:00pm (Band A)",
        "title": 'Justified Belief in Miracles is Impossible',
        "abstract": '<p>Whereas Hume argued that testimony can never justify belief that a miracle has occurred, I will argue that nothing can—even direct observation and careful testing. Justified belief in miracles is impossible (and a fortiori could never, as many maintain, justify religious belief). After a quick primer in abduction, I will clarify the difference between a law of working (a law that actually governs the universe) and a law of physics (a human attempt to describe such a law). Then I will establish my thesis by first showing where Hume went wrong: his critique concentrated too much on violations of natural law—regularities established by experience. And, although it is difficult for testimony to justify a belief that such a violation has occurred, it is not impossible.  But when it does, that does not justify belief that a miracle has occurred. A miracle has occurred IFF divine intervention has occurred, and we are justified in believing it has only if divine intervention is the best explanation for some event. But I will show that is the case only if we are justified in believing that (a) a law of physics X has been broken and (b) X accurately describes a law of working. And, although it is not impossible to meet the first criterion, doing so necessarily prevents meeting the second. Thus, justified belief in miracles is impossible. I will close by responding to objections: counterexamples, charges of unfalsifiability, and the question of whether prior knowledge of the supernatural could make belief in miracles rationally justifiable.</p>'
      },
{
        "id": 13, 
        "speaker" : [ {name: "Mustapha Kara-Ali", affilation: "Harvard University, Divinity School"} ],
        "session": "Wednesday 16 July, 2:00-2:30pm (Band A)",
        "title": 'Islamic Theology, Divine Voluntarism, and the Constructivist Quest for Knowledge',
        "abstract": '<p>The paper focusses on the relationship between the theology of divine voluntarism, the place of the Prophetic miracle, and the conception of modal contingency and the habits of nature as developed within the Muslim theological school of Ash\'arite kalam. This is contrasted to the Greek necessitarian philosophy of nature and its implications upon a theology of determinism. Historically, while evidence points to the fact that the first conception promoted observational experimentation and a philosophy of science founded upon an empirical a priori, the latter seems to have been responsible for keeping science within the boundaries of a hypothetical presupposition that is more akin to Aristotelian natural philosophy. In this paper, we primarily focus on the flowering of the theology of kalam in fifteenth century Samarkand by tracing the full development of constructivism, as an alternative epistemology to Greek realism. To do that we primarily focus on the Qushji\'s Sharh Tajrid al-Kalam. Qushji one of Islam\'s greatest theologians and mathematicians, has been recently discovered in Western academia in connection to Copernicus and the scientific revolution in astronomy.</p>'
      },
{
        "id": 14, 
        "speaker" : [ {name: "Kenneth Kemp", affilation: "University of St. Thomas, Department of Philosophy"} ],
        "session": "Monday 14 July, 2:30-3:00pm (Band A)",
        "title": 'The Tragic Fate of Dembski\'s Explanatory Filter',
        "abstract": '<p>Focusing on the complexity of various biological processes, some Christian anti-evolutionists, e.g., Michael Behe, defend a combination of common ancestry and providential saltationism in which special divine action (the design of new biological systems and processes) occurs over the course of the history of life on earth. Key to their defence of special divine action as the cause of those saltations is William Dembski\'s Explanatory Filter. Dembski claims that this Filter is a well-established form of argument, widely used in other fields of research and investigation. Though Dembski puts most of his effort into his critique of evolutionary biology, the Filter, if it worked, could presumably be put to more general use in identifying instances of special divine action.</p> <p>In this paper, I argue that his Explanatory Filter does not clarify the line of reasoning used in Dembski\'s examples of good arguments in forensics and other lines of inquiry. It is done to death by a gang of ugly facts. His examples are adequately analysed as cases of argument to the best explanation. That form of argument, I have argued elsewhere, can help us to identify special divine action, with miracles, but not Behe\'s providential saltations, passing muster.</p>'
      },
{
        "id": 15, 
        "speaker" : [ {name: "Gary Keogh", affilation: "All Hallows College, Dublin City University; Hibernia College Dublin; Leiden University"} ],
        "session": "Wednesday 16 July, 2:30-3:00pm (Band B)",
        "title": 'The Necessity of Novelty: A Theological Critique of Special Divine Action',
        "abstract": '<p>In this paper I will present an argument for the necessity of novelty in theological conceptions of the world. I will argue that novel or non-inevitable events, particularly those which pertain to the course of evolutionary and cosmological history, are more significant than events which may have been predetermined. It will present this argument in the context of considering special divine action. Ultimately, it will be concluded that the most appropriate theological appreciation of the world must necessarily preclude all models of special divine action given the acute manifestations of the problem of evil that they raise (being mindful of course the various theodicies that go hand-in-hand with particular models of divine action). The creation event, however, if considered a moment of special divine action, might be taken as an exception. I will argue in this paper that a theological appropriation of a world that is governed by chance and necessity is possible, once the concept of novelty is given its due appreciation. Moreover, such a theological model can go beyond deism and hold true the theological theme of divine providence and provide us with a hopeful theology.</p>'
      },
{
        "id": 16, 
        "speaker" : [ {name: "Rope Kojonen", affilation: "University of Helsinki"} ],
        "session": "Monday 14 July, 2:00-2:30pm (Band B)",
        "title": 'God of the Gaps: A Review of Recent Discussion and a Proposal',
        "abstract": '<p>The critique of the "God of the gaps" warns against restricting divine activity to "gaps" in nature. God does not act merely in those cases where there are no scientific explanations, but is present in the whole web of natural causes. This theological idea is commonly used in critiques of Intelligent Design and creationism, and has been used to powerfully defend theistic evolutionism. The critique of the "God of the gaps" has been a way to make peace between natural science and theology, allotting to each their own non-overlapping realm of inquiry. However, in recent discussion the cogency of the critique of the "God of the gaps" has been questioned. It has been argued that (1) there is no theological warrant to restrict divine action merely to secondary causes, (2) this holds true even in the case of natural history, (3) arguing that natural processes have limits is a legitimate part of scientific inquiry, and (4) a God of the gaps-argument could thus in principle be convincing, even if they are not in practice.</p> <p>This paper argues that these and other criticisms weaken the force of the God of the gaps-critique: it cannot be maintained that the realms of science and theology could not even in principle overlap. However, the paper goes on to argue that the critique of gaps-arguments can be reformulated so that it still serves as a useful warning against basing theology on scientific mysteries. The criticism of the God of the gaps calls attention to the metaphysical, rather than scientific nature of the doctrine of creation.</p>'
      },
{
        "id": 17, 
        "speaker" : [ {name: "Wai Han Kung", affilation: "The Chinese University of Hong Kong"} ],
        "session": "Tuesday 15 July, 2:30-3:00pm (Band C)",
        "title": 'Arthur Peacocke\'s theory on Divine Action and Christian-Confucian Dialogue',
        "abstract": '<p>Many Confucians argue that Christianity and Confucianism are contradictory in terms of their views on the Divine, nature and humanity. Whereas Christianity holds a view of "outward transcendence" that God as an agent acts upon the world from beyond in a supernatural way, Confucianism a view of "inward transcendent" or "immanent transcendence" that the Tao or Heaven is immanent in nature and manifests or "acts" though nature. While Christianity separates human being from nature, Confucianism regards human being as an integral part of nature. Furthermore, Christianity stresses human sinfulness and the necessity of the other-power from God or Jesus Christ for human salvation; Confucianism advocates for the path of self-power that human being has the innate potential to achieve moral perfection and become sage through self-cultivation.</p> <p>This paper aims to suggest that Peacocke\'s "Emergentist-Naturalistic-Panentheistic" model of divine action, including his view on SDA, offers alternative Christian theological understandings of divine action, divine transcendence and immanence, the relationship between humanity and nature, the nature of humanity, and the role of Jesus Christ in human salvation. These understandings may contribute to not only Peacocke\'s chosen field, namely the religion-science dialogue, but also the Christian-Confucian dialogue, which Peacocke was not familiar with.</p>'
      },
{
        "id": 18, 
        "speaker" : [ {name: "Robert Larmer", affilation: "University of New Brunswick, Department of Philosophy"} ],
        "session": "Tuesday 15 July, 3:00-3:30pm (Band A)",
        "title": 'Special Divine Acts:  Three Pseudo-Problems and One Red Herring',
        "abstract": '<p>Traditionally, special divine acts have been conceived as involving intervention in the course of nature, so as to cause events that nature would not, or could not, otherwise produce.  The concept of divine intervention has come under heavy fire in recent times, however.  This has caused many philosophers and theologians either to abandon the possibility of special divine acts or to attempt to show how such acts need not be understood as intervention in natural processes.  This paper argues that three major objections typically raised against special divine acts conceived as interventions in the natural order are pseudo-problems and pose no reason to abandon the traditional conception of such acts.  Further, it argues that attempted noninterventionist accounts constitute a red herring inasmuch as they fail to provide a secure foundation for a robust account of the possibility of special divine acts.</p>'
      },
{
        "id": 19, 
        "speaker" : [ {name: "Fintan Lyons OSB", affilation: "Mary Immaculate College, University of Limerick, Ireland, Theology and Religious Studies Department"} ],
        "session": "Monday 14 July, 2:00-2:30pm (Band C)",
        "title": 'A Patristic Perspective on SDA',
        "abstract": '<p>Some studies of special divine action fail to take account of its Trinitarian nature. In the context of relations between science and theology, the scientific perspective tends to view divine action in terms of univocal causality and thereby fall short of recognising its transcendence and Trinitarian nature. To give this action its Trinitarian import, it is important to recall patristic teaching on the relation between God and creation expressed succinctly by Athanasius of Alexandria (De Incarnatione.17): \'The Word was not confined within his body; nor was he there and nowhere else; he did not activate that body and leave the universe emptied of his activity and guidance\'. This principle has been neglected, perhaps because of a pejorative connotation for some Reformation theologians (<em>illud extra Calvinisticum</em>). However, seeing the activity of the Word in this light – ever-present and active in creation - provides a way, it will be suggested, of re-stating John Polkinghorne\'s chaos theory in a more theological way than is evident in his term, \'information input\' (Reason and Reality). It can provide also an alternative to Peacocke\'s panentheism (Theology for a Scientific Age) and can integrate the interventionist approach favoured by the religiously conservative with Robert Russell\'s NIODA scheme.</p>'
      },
{
        "id": 20, 
        "speaker" : [ {name: "Sebastian Mateiescu", affilation: "University of Bucharest and The Copernicus Center for Interdisciplinary Studies, Krakow"} ],
        "session": "Monday 14 July, 2:30-3:00pm (Band C)",
        "title": 'Divine action according to Saint Maximus the Confessor',
        "abstract": '<p>Most of the contemporary answers to the problem of the relationship between the general and special divine action take a justified distance from the historical approaches to this conundrum. However, it seems to me not too much has been said from the point of view of Byzantine theology on that matter. The aim of this paper is to bridge this gap by coming up with a model of divine action inspired by the Byzantine theologian, Maximus the Confessor (580-662 AD). The work of this great theologian has been receiving an increasing attention from contemporary philosophers and theologians and I will argue that it deserves the same consideration when it comes to the theme of divine action.</p> <p>The hypothesis analysed in this work is that general divine action and special divine action should be linked, following Maximus the Confessor, with the logos of being (λόγος τῆς φύσεως), respectively the mode of being (τρόπος τῆς ὑπάρξεως ). As it will be argued, Maximus\' proposal should be interpreted as follows: God exercises the general divine action through the conservation of the logos and hence of the essences of beings, while the special divine action is exerted through the medium represented by the mode of beings. More exactly, Maximus\' suggestion will be taken as one that proposes to accommodate the conservation of the essences of beings with the simultaneous modification of the mode they exercise their properties. How is this possible? An answer will be provided by undertaking a brief analysis of the details of Maximus\' ontology. Finally, a tentative proposal will be launched on how this ontology can be further linked with recent interpretations of properties as causal powers in the philosophy of science and the requirement of their particularization as due to some analytic philosophers.</p>'
      },
            {
        "id": 21, 
        "speaker" : [ {name: "Douglas McGaughey", affilation: "Willamette University, Salem, Oregon, USA"} ],
        "session": "Wednesday 16 July, 3:30-4:00pm (Band B)",
        "title": "Divine Intervention: Undeniable, But What Difference Does It Make?",
        "abstract": '<p>Denial of divine intervention in the physical order oversteps the limits to human reason as does its affirmation. Kant\'s discussion of miracles acknowledges that it is impossible to prove or disprove a miracle not only, as Hume maintained, because the empirical evidence is too limited and by definition denies duplication but also because the judgment whether or not a miracle has occurred is an a priori synthetic judgment of cause that, as with all causal explanations, the observer must add to the phenomena. We can determine a cause only in reflecting judgment stimulated by its effects, and the appropriateness of our determination hinges on the consequences for the totality of our experience and understanding. When it comes to the "domain" of theoretical reason, those consequences have to do with the causal explanation fitting into a coherent totality of physical laws. Here, a miracle by definition is suspect (even if unprovable) because it claims to be an exception to physical law. More destructive is the consequence for the "domain" of practical reason. Miracles would shift humanity\'s focus from "doing the right thing because it is right" to "obsequious pursuit of divine favor" out of mere self-interest.</p>'
      },
      {
        "id": 22, 
        "speaker" : [ {name: "Michael Miller", affilation: "Mount St. Mary\'s University"} ],
        "session": "Monday 14 July, 3:00-3:30pm (Band C)",
        "title": 'God\'s Action, Evolution and the Creation of the Human Soul',
        "abstract": '<p>In this paper I assume that the Catholic Church is right about the existence of the immaterial soul, the image of God within the human person. I also accept the Church\'s claim that the soul acts independently of the body, survives bodily death, and is that which distinguishes humans from other animals. However, in this paper I argue that the Church\'s support for Special Creation (that the soul is created immediately by God and absolutely independent from any material process) is at odds with a) the Church\'s broad acceptance of evolution as the mechanism God employs to create the material world, and b) the Church\'s belief that humans are a union of body and soul. It is my position that the existence of the human person is not the result of some miraculous act thoroughly independent from evolution. Rather, I argue that the creation of the soul, much like the creation of any material thing, takes place as part of God\'s providence and through the employment of secondary causes. Thus, I maintain that the creation of the soul is not more or less special than any other divine act of creation.</p>'
      },
{
        "id": 23, 
        "speaker" : [ {name: "Frederik Moreira dos Santos", affilation: "Universidade Federal da Bahia, Universidade Estadual de Feira de Santana (Brazil) and Columbia University, Philosophy Department"} ],
        "session": "Wednesday 16 July, 2:00-2:30pm (Band B)",
        "title": 'Does Special Divine Action Undermine the Feasibility of the Natural Sciences?',
        "abstract": '<p>This presentation explores some reflections from the literature of philosophy, principally those that discuss the relationship between scientific practice, theological beliefs and naturalism. We initially define the meaning of scientific naturalism and then present its problems and limitations. Within this discussion, we defend a form of pragmatic naturalism that is more sensitive to interdisciplinary dialogue and not necessarily connected to a specific metaphysical assumption (whether materialist, monist or dualist), but instead favours those assumptions that stimulate continued scientific investigation. We demonstrate that it is not possible to practice science outside the scope of naturalism without discarding a large number of the values that constitute its epistemic autonomy in relation to other forms of knowledge. We conclude that: (1) special divine action does not undermine the feasibility of the natural sciences, although (2) problems arise when we try to demonstrate special divine action using methods and language from the natural sciences. The motivation for this essay arose from the large number of publications in the field of philosophy that focus on the relationship between the natural sciences and special divine action, and primarily discuss naturalism and intelligent design (contemporary creationism).</p>'
      },
{
        "id": 24, 
        "speaker" : [ {name: "Palmyre Oomen", affilation: "Eindhoven University of Technology, Department of Philosophy and Ethics"} ],
        "session": "Tuesday 15 July, 2:00-2:30pm (Band C)",
        "title": 'No Difference between \'Special\' and \'General\' in Whitehead\'s view on Divine Action',
        "abstract": '<p>In scientifically informed theological discourse, the ongoing search for how to deal with the theologically very important idea of special divine agency, has led to the development of the so called NIODA- model (Non-interventionist Objective (Special) Divine Action-model) which makes use of the possibilities of affirmed \'ontological indeterminism\'.</p> <p>So, in scientifically informed theology, it is a broadly shared idea, that (A) God created the laws of nature (general divine action), and (B) that God can act "specially" in the room left open by the indeterministic laws among them.</p> <p>Against this background, I will call attention to A.N. Whitehead\'s account of divine action. Whitehead\'s position is intriguing, because he presents a remarkably different indeterministic and non-interventionist account of divine action. According to his \'process\' view, God neither imposes nature\'s laws (contra A), nor works as \'determiner of indeterminacies\' left by the laws (contra B).</p> <p>In my presentation I will explain and elaborate Whitehead\'s view on God\'s agency, and focus on the fact that, in Whitehead, there is no distinction between general and special divine agency: In some sense all divine actions are special, viz. the creative effect in a special context from God\'s general relative valuation of all possibilities. I will elaborate how that one single type of God\'s agency is a necessary requirement for the existence, the autonomy and directionality, and the "law"fulness of the dynamic behaviours of the worldly entities.</p>'
      },
{
        "id": 25, 
        "speaker" : [ {name: "Thomas Jay Oord", affilation: "Northwest Nazarene University"} ],
        "session": "Monday 15 July, 3:30-4:00pm (Band A)",
        "title": 'Typologies of Special Divine Action',
        "abstract": '<p>The diversity of proposals for how God acts in the world is wide. Even in the Christian tradition itself, diversity reigns. But reflection on the diversity leads me to suggest this typology:</p> <section> <h1>Theories of Divine Action</h1> <dl> <dt>Incessant Divine Coercion</dt> <dd>All existence is entirely controlled by God. Absolute divine determinism</dd> <dt>Frequent Divine Coercion</dt> <dd>God is generally all-controlling or coercive, but God sometimes gives freedom to and cooperates with creatures</dd> <dt>Accidental Freewill Theism</dt> <dd>God generally provides freedom to and works with creatures, but God occasionally coerces</dd> <dt>Essential Freewill Theism</dt> <dd>God necessarily provides freedom to and works with creatures, but the efficacy and form of God\'s causal activity oscillates</dd> <dt>Steady State Divine Influence</dt> <dd>God necessarily provides freedom to or sustains creatures, but God\'s causal activity is uniform</dd> <dt>Natural and Supernatural Action</dt> <dd>Some events can be entirely explained by creaturely action, some entirely by coercive divine action, and some by both</dd> <dt>Deism</dt> <dd>Initial divine coercion to set up laws of universe, and subsequent absence of divine action in the world</dd> <dt>Mysterioius Divine Action</dt> <dd>God\'s action is entirely unlike creaturely action, and God\'s ways are uterlly incoprehensible</dd> </dl></section> <p>Of these eight theories of divine action, four are more conducive to accounting for special divine action – especially miracles – than others. Those more conducive allow for variable divine activity.</p> <section> <h1>Miracles and Divine Action</h1> <dl> <dt>Frequent Divine Coercion</dt> <dd>God is generally all-controlling or coercive, but God sometimes gives freedom to and cooperates with creatures</dd> <dt>Accidental Freewill Theism</dt> <dd>God generally provides freedom to and works with creatures, but God occasionally coerces</dd><dt>Essential Freewill Theism</dt><dd>God necessarily provides freedom to and works with creatures, but the efficacy and form of God\'s causal activity oscillates</dd><dt>Natural and Supernatural Action</dt><dd>Some events can be entirely explained by creaturely action, some entirely by coercive divine action, and some by both</dd></dl> </section> <p>In my paper, I lay out these theories and argue for what I think is the overall superiority of what is identified as "Essential Freewill Theism" above, or what I also call "Essential Kenosis Theism." This theory of divine action allows one to talk about variable divine action without also invoking a form of divine control that presents problems for handling the problem of evil and scientific methodological issues.</p>'
      },
{
        "id": 26, 
        "speaker" : [ {name: "Giovanni Pistone", affilation: "Collegio Carlo Alberto, Moncalieri, Italy"} ],
        "session": "Tuesday 15 July, 3:00-3:30pm (Band C)",
        "title": 'Creation from the End: Mathematical Analogies',
        "abstract": '<p>In his 1970 essay entitled "Contingency and Natural Law", Wolfhart Pannenberg presented one of his peculiar themes, the concept of a "continuity on the basis of the end" (<em>Toward a Theology of Nature</em>. ed. Ted Peters, 1998: 106). The thrust of this concept is to harmonize the apparent contingency of the Creation, flowing forward from the Beginning, to the hidden persistent intervention of the Creator, flowing backward from the End. Pannenberg himself sought analogical arguments based on a variety of concepts from physics: inertia, laws of thermodynamics, field theory. I plan to follow a different track, looking to the mathematics of random processes. Here, the term \'random\' does not imply any ontological indeterminism; instead, it is simply meant as the theory of counting frequencies of occurrence in repeated experiences under similar conditions. This formalism fits well with a Humean theory of causality and other, more general, theories of probabilistic causation. The idea of inverting time to assess probabilistic causality is quite common in specific, applied models such as Markov chains, stochastic control, Kingman\'s coalescent, and Bayesian networks (cf. e.g., J. Pearl <em>Causality</em>. 2nd ed. 2009). These are not ad-hoc models, but general formalism, whose structure is ultimately algebraic, hence, logic.</p>'
      },
{
        "id": 27, 
        "speaker" : [ {name: "Jason Poettcker", affilation: "Ryerson University, Toronto"} ],
        "session": "Monday 14 July, 3:30-4:00pm (Band C)",
        "title": 'Defending Purpose Theory of meaning in life',
        "abstract": '<p>In Meaning in Life (2013, Oxford University Press), Thaddeus Metz presents a robust and innovative naturalistic account of what makes an individual\'s life objectively meaningful. Metz discusses six existing arguments for purpose theory of meaning in life and offers objections to each of these arguments. Purpose theory is "the view that one\'s life is meaningful just insofar as one fulfils a purpose that God has assigned to one" (Metz, 2013, p. 80). Metz also proposes a novel argument to undermine purpose theory by showing that it is inconsistent with the best argument for a God-cantered theory of meaning. He argues that an infinite, immutable, simple, atemporal being could not be purposive or active. I aim to defend purpose theory against Metz\'s arguments and objections by (a) defending the first two existing arguments for purpose theory against Metz\'s criticisms and then (b) arguing that Metz\'s novel argument against purpose theory fails. With respect to (a) I argue that nature cannot prevent contingency or provide rewards. With respect to (b) I argue that God need not have all these properties and that having these properties does not entail that God cannot be purposive or active. Thus, purpose theory is not undermined.</p>'
      },
{
        "id": 28, 
        "speaker" : [ {name: "Jeffrey C. Pugh", affilation: "Elon University"} ],
        "session": "Wednesday 16 July, 3:00-3:30pm (Band C)",
        "title": '"Come All Without, Come All Within": Divine Causality from the Inside Out',
        "abstract": '<p>In a "disenchanted" world, loyalty to material and efficient causality confronts theologians committed to articulating special divine causality with enormous challenges, not the least of which is the virulence of theodicy. Specifically, it has become obscene to speak of an interventionist God in the shadow of the Holocaust. How, then, does a theologian speak of God\'s action in the world without reducing God to an amorphous entity without intention or will? A theology of divine agency must take into account the law-like regularity of the physical world, the increasing complexity of the biological world, and the attribute of divine intention in order to do justice to the complexity of divine action. Using information systems theory in biological structures, conceptions of natural agency, and consideration of emergent causality, this presentation lays out a path where the recovery of teleological causality can help aid in the construction of understanding God\'s action in the world through the lens of suffering. Special divine action does not have to entail an intervention that acts upon the physical world, but can be situated in a kenotic approach whereby God informs and persuades finite agents in order to manifest the presence of God within the world.</p>'
      },
{
        "id": 29, 
        "speaker" : [ {name: "Andrea Sangiacomo", affilation: "University of Groningen, Faculty of Philosophy - History of Philosophy"} ],
        "session": "Wednesday 16 July, 2:30-3:00pm (Band A)",
        "title": 'Pierre-Sylvain Régis on Secondary Causation: Between Concurrentism and Occasionalism',
        "abstract": '<p>Does God contribute to the production of physical effects? This issue is widely debated among contemporary theologians and philosophers of science. Reflecting on divine action in the context of a scientific view of the natural world is not, however, a novel philosophical enterprise. In the early modern era, during the Scientific Revolution, divine action was a widely debated topic. The aim of this paper is to draw attention the case of Pierre-Sylvain Régis (1632-1707). First, I discuss the scholastic concurrentist account of secondary causation by enlightening two crucial points, namely, (1) God can concur immediately with finite things, and (2) finite things are really endowed with causal powers. Second, I turn to Régis\' account of secondary causation and show that he argues both that (1) God cannot concur immediately with finite things, and (2) the causal power of finite things is nothing but God\'s own power. I explain Régis\' departure from the scholastic account as a way to counter occasionalism in the context of the Scientific Revolution. I suggest that Régis\' case allows us to focus on two crucial metaphysical aspects of divine action and the issues raised by them.</p>'
      },
{
        "id": 30, 
        "speaker" : [ {name: "Nicholas Saunders", affilation: "University of Cambridge and Brick Court Chambers, London"} ],
        "session": "Monday 14 July, 3:30-4:00pm (Band B)",
        "title": 'Divine Action in a Dappled Reality',
        "abstract": '<p>This talk examines some of the various approaches taken to the laws of nature in current debates about divine action and seeks to unpack the various philosophical assumptions underlying that work. It explores the extent to which a domains of applicability approach to scientific laws might be apposite to divine action and whether Nancy Cartwright\'s work on a patchwork of scientific laws might be a promising avenue to explore in future work.</p>'
      },
            {
        "id": 31, 
        "speaker" : [ {name: "Ignacio Silva", affilation: "Harris Manchester College and Ian Ramsey Centre, University of Oxford"} ],
        "session": "Monday 14 July, 3:00-3:30pm (Band B)",
        "title": 'A cause among causes? God acting in the Created World',
        "abstract": '<p>Contemporary debates on divine action tend to focus on finding a space in nature where there would be no natural causes, where nature offers indeterminacy, openness, and potentiality. These places are found through the natural sciences. God\'s action would then be placed in those ontological \'causal-gaps\'. God would, thus, determine what is left underdetermined in nature without disrupting the laws of nature.</p> <p>Using a scientific language to speak of God\'s action, these contemporary proposals are framed in such a way that they seem to conceive of God as acting as a secondary cause (a cause among causes). God is somewhat required to act within these \'gaps\', binding God to the laws of nature, and placing God\'s action at the level of secondary causes.</p> <p>Aquinas understanding of God\'s action in terms of primary and secondary causation could help dissolve this difficulty. Aquinas moves away from this objection by using a metaphysical language of \'order. With a radically different semantic understanding of the interplay of secondary causes among themselves, and between these created causes and God, the primary cause, Aquinas manages to avoid conceiving God as a cause among causes, keeping the distinctive character of Gos causality safe from objections.</p>'
      },
      {
        "id": 32, 
        "speaker" : [ {name: "Bethany Sollereder", affilation: "University of Exeter"} ],
        "date": "Monday 14 July, 2:30-3:00pm (Band B)",
        "title": 'Divine Action and the Incarnation: God as one agent amongst others',
        "abstract": '<p>Reacting to the difficulties of trying to locate non-interventionist objective divine action in physical systems, it has become increasingly popular to locate divine action in a neo-Thomistic paradigm where God acts through secondary causes. David Burrell, Denis Edwards, Elizabeth Johnson and many others have advocated for this as the best way to describe the active nature of God\'s work without searching for a "causal joint." One of the principal assumptions of this approach is that it is always inappropriate to conceive of God as one agent amongst others: to do so is to reduce God\'s sphere of influence from that of Creator to that of a creature. From a theological standpoint, however, this seems an odd position to take in light of the incarnation. In the incarnation we see the God who is beyond time and place become embodied, confined to the constraints of the human body: the infinite becomes limited, the eternal becomes time-bound. In a similar move, using incarnational kenosis as a key, I want to show that conceiving God as one agent amongst others is not as theologically or philosophically problematic as it is initially represented by the neo-Thomistic position.</p>'
      },
{
        "id": 33, 
        "speaker" : [ {name: "Diana Stanciu", affilation: "KU Leuven"} ],
        "session": "Wednesday 16 July, 3:00-3:30pm (Band A)",
        "title": 'Gregersen\'s \'Special Divine Action and the Quilt of Laws\' Revisited: Seventeenth Century Debates and their Contemporary Relevance\',
        "abstract": '<p>In a 2008 article discussing scientific perspectives on divine action, Niels Henrik Gregersen argues against the relevance of the distinction between general and special divine action nowadays. Among others, he founds his argument on an alleged distinction between conceptions of SDA before and after the 17thc.</p> <p>I will try to demonstrate the contrary view: that the difference between general and special divine action (or between creation and salvation, as Gregersen suggests) as it was defined in the 17th century debates on grace, free will and divine action can still stand nowadays. Moreover, I will argue that the pre- and post- 17th century difference should be nuanced regarding the relationship between divine and finite causation.</p> <p>In fact, Gregersen\'s view appears also in Spinoza, who insists that God does not perform miracles, that the necessary course of nature is well established and that only ignorance of this established course generates the belief in miracles. I will discuss Spinoza\'s views in comparison to Descartes\' dualist analysis of human mind and body and their interaction, the Jansenist (and Augustinian) views on necessary, irresistible and medicinal grace restoring human nature and Malebranche\'s occasionalism and explanation of the interactions between matter (<em>res extensa</em>) and soul (<em>res cogitans</em>).</p>'
      },
{
        "id": 34, 
        "speaker" : [ {name: "Cheng-chih Tsai", affilation: "Mackay Medical College"} ],
        "session": "Wednesday 16 July, 3:30-4:00pm (Band C)",
        "title": 'Dummett\'s Prayer and Divine Action',
        "abstract": '<p>In \'Bringing about the Past,\' by drawing an analogy between fatalism and the un-changeability of the past, Dummett dismissed the alleged Jewish theological attitude that retrospective prayer is blasphemous. To show that Dummett\'s prayer captures the essence of divine action, I make three distinctions and disapprove another. First, I distinguish between two interpretations of a nested conditional, and claim that by shifting from the truism &#x25a1;(A&sup;(B&sup;A)) to &#x25a1;(A&sup;&#x25a1;(B&sup;A)), fatalism can be refuted. Second, talks about the world and talks about a set of possible worlds are distinguished, so that many iterated modal sentences are deemed false by categorical considerations alone. Third, logical consequences are distinct from temporal consequences, so, as illuminated by an example of genuine act to bring about the past, &#x25a1;(P&sup;C) by default imposes no temporal ordering between a prayer and its targeted consequence. Embracing the tense-less theory of time and noting that our perception of divine miracles as timely actions does not in itself imply that God acts in time, I maintain that an omniscient, omnipresent and omnipotent God creates and molds the whole Space-time in one stroke, which makes a distinction between Special Divine Action and General Divine Action a blasphemy.</p>'
      },
{
        "id": 35, 
        "speaker" : [ {name: "Daniel von Wachter", affilation: "International Academy of Philosophy in the Principality of Liechtenstein"} ],
        "session": "Monday 14 July, 3:00-3:30pm (Band A)",
        "title": 'The error that motivates the rejection of divine interventions',
        "abstract": '<p>The thesis of this talk will be: laws of nature do not entail regularities of succession and are therefore compatible with divine interventions. Explanation: Divine interventions are widely considered to be incompatible with the laws of nature or to be an intrusion into an otherwise regular universe. The Humean theory of causality and laws of nature is widely rejected today, but not that part of it which makes it incompatible with divine interventions: the assumption that laws of nature entail regularities of succession. One theistic reply is to hold that divine interventions are \'non-repeatable exceptions\' (Swinburne), but I shall argue that laws do not entail regularities of succession and that there are no regularities of succession. First, I will argue that the Newtonian laws do not entail regularities of succession. Secondly, I will argue that whenever an event A caused an event B one, there was the possibility that despite the occurrence of A something would prevent the occurrence of B. Thirdly, I will suggest that the existence of regularities seems implausible because for each event x it is likely that there is an event y which is of the same type but which is followed by different event.</p>'
      },
{
        "id": 36, 
        "speaker" : [ {name: "Ralph Weir", affilation: "Blackfriars Hall, University of Oxford"} ],
        "session": "(Wednesday 16 July, 3:30-4:00pm (Band A)",
        "title": 'Divine Mind, Material World: The Problem of Mind-Body Interaction Applied to Special Divine Action\',
        "abstract": '<p>According to Cartesian dualism mind is an unextended substance, body an extended substance. The standard rejection of Cartesian dualism in analytical philosophy of mind appeals to the problem of mind-body interaction. This problem was first advanced by Pierre Gassendi and Princess Elizabeth of Bohemia in the late Seventeenth Century. Gassendi and Princess Elizabeth both suggest that a Cartesian mind cannot act on an extended body because in order for an entity to act on an extended thing, that entity must itself be extended. Later Cartesians frequently respond to the problem of mind-body interaction by appeal to special divine action: when my mind wills that my hand move, God moves my hand. An obvious problem here is that unless, contra Cartesianism, God is himself extended, the problem of mind-body interaction seems to apply equally to God\'s action on the material world. I distinguish four versions of the problem of mind-body interaction in early modern and analytical philosophy drawn from Elizabeth and Gassendi, Richard Watson, Gilbert Ryle and Jaegwon Kim respectively. In each case I examine whether the problem also applies to special divine action and how we might defend the possibility of special divine action against such an objection.</p>'
      }
}